legacy/splash-legacy/Resources/OpenFOAM_Cases/pipeCyclicIncompressibleSimpleFoam_OF2306/system/timeInfo
// -*- C++ -*-
// Record execution/clock time
time
{
    type    timeInfo;
    libs    (utilityFunctionObjects);
    log     true;

    // writeToFile     true;

    perTimeStep     true;
}


// ************************************************************************* //
